Repository: bravesoftdz/YoutubeDownloader-3
Catalog: YoutubeDownloader.Core/Language/Resources.*.resx
Languages: de

# DashboardView_TextBox_Query
source: URL or search query
de: URL oder Suchbegriff

# DashboardView_Query_Tooltip
source: Process query (Enter)
de: Suchen (Enter)

# DashboardView_Settings_Title
source: Settings
de: Einstellungen

# DashboardView_ContextMenu_Remove_Inactive_Downloads
source: Remove inactive downloads
de: Inaktiven Downloads entfernen

# DashboardView_ContextMenu_Remove_Successful_Downloads
source: Remove successful downloads
de: Erfolgreiche Downloads entfernen

# DashboardView_ContextMenu_RestartFailedDownloads
source: Restart failed downloads
de: Fehlgeschlagene Downloads neustarten

# DashboardView_Download_File_Row_Title
source: File
de: Datei

# DashboardView_Download_Status_Pending
source: Pending...
de: Ausstehend...

# DashboardView_Download_Status_Successful
source: ✓ Done
de: ✓ Fertig

# DashboardView_Download_Status_Canceled
source: ✗ Canceled
de: ✗ Abbgeborchen

# DashboardView_Download_Status_Failed
source: ⚠ Failed
de: ⚠ Fehlgeschlagen

# DashboardView_Cancel_ToolTip
source: Cancel download
de: Download abbrechen

# DashboardView_Restart_ToolTip
source: Restart download
de: Download neustarten

# DashboardView_ShowFile_ToolTip
source: Show file
de: Zeige Datei

# DashboardView_OpenFile_ToolTip
source: Play
de: Abspielen

# ContextMenu_Copy
source: Copy
de: Kopieren

# Download_Video_Quality
source: Video quality:
de: Videoqualität:

# Download_Video_Button_Download
source: DOWNLOAD
de: HERUNTERLADEN

# Download_Video_Button_Cancel
source: CANCEL
de: ABBRECHEN

# MessageBoxView_Button_Close
source: CLOSE
de: SCHLIEßEN

# SettingsView_AutoUpdates_Desc_1
source: Perform automatic updates on every launch
de: Automatische Updates nach jedem Start

# SettingsView_AutoUpdates_Desc_2
source: Warning:
de: Warnung:

# SettingsView_AutoUpdates_Desc_3
source: disabling this is NOT recommended because the application will stop working when integration with YouTube inevitably breaks in the future
de: Diese Funktion zu deaktivieren ist NICHT empfohlen, da der Downloader bei neunen Änderungen von Youtube möglicherweise nicht mehr funktioniert

# SettingsView_AutoUpdates_Text
source: Auto-updates
de: Automatische Updates

# SettingsView_DarkMode_Desc_1
source: Use darker colors in the UI
de: Dunkle Farben im Interface verwenden

# SettingsView_DarkMode_Text
source: Dark mode
de: Dunkles Design

# SettingsView_SkipExistingFiles_Desc_1
source: When selecting multiple videos to download, skip those that already have a matching file in the target directory
de: Überspringe bei mehreren Videodownloads bereits exsitente Datein im Zielverzeichnis

# SettingsView_SkipExistingFiles_Text
source: Skip existing files
de: Vorhandene Downloads überspringen

# SettingsView_FileNameTemplate_Hint
source: File name template
de: Dateinamenvorlage

# SettingsView_FileNameTemplate_Desc_1
source: Template used for generating file names for downloaded videos
de: Diese Vorlage wird zur Generierung des Dateinamen der Downloads benutzt

# SettingsView_FileNameTemplate_Desc_2
source: Available tokens:
de: Mögliche tokens:

# SettingsView_FileNameTemplate_Desc_3
source: - video's position in the list (if applicable)
de: - Position des Videos in einer Playlist (falls vorhanden)

# SettingsView_FileNameTemplate_Desc_4
source: - video title
de: - Videotitel

# SettingsView_FileNameTemplate_Desc_5
source: - video author
de: - Videoautor

# SettingsService_FileNameTemplate_Author
source: $author
de: $autor

# SettingsService_FileNameTemplate_UploadDate
source: $uploadDate
de: $datum

# SettingsView_MaxDownloads_Desc_1
source: How many downloads can be active at one time
de: Anzahl der gleichzeitig aktiven Downloads

# MessageBoxView_Button_Save
source: SAVE
de: SPEICHERN

# LicenseView_Activate
source: ACTIVATE
de: AKTIVIEREN

# MessageBoxView_Search
source: Search:
de: Suche:

# MessageBoxView_Error
source: Error
de: Fehler

# RootViewModel_Update_Install
source: INSTALL NOW
de: JETZT INSTALLIEREN

# RootViewModel_Update_Downloading
source: Downloading update to % ...
de: Update von % herunterladen...

# RootViewModel_Update_Installable
source: Update has been downloaded and will be installed when you exit
de: Das Update wurde heruntergeladen und wird beim Beenden installiert

# RootViewModel_Update_Error
source: Failed to perform application update
de: Aktualiserung fehlgeschlagen

# DashboardView_Nothing_Found_Title
source: Nothing found
de: Nichts gefunden

# DashboardView_Nothing_Found_Message
source: Couldn't find any videos based on the query or URL you provided
de: Basierend auf dem Suchbegriff oder der URL konnten keine Videos gefunden werden

# LicenseService_Activated_Title
source: Activated!
de: Aktiviert!

# LicenseService_Activated_Description
source: License successfully activated!
de: Lizenzschlüssel erfolgreich aktiviert!

# LicenseService_invalid
source: Please enter a vaild license!
de: Bitte gib eine gültige Lizenz an!

# LicenseService_disabled
source: License disabled!
de: Diesee Lizenz wurde deaktiviert!

# LicenseService_amount
source: License already used!
de: Diese Lizenz wurde bereits eingelöst!

# LicenseService_expired
source: License expired! Please enter a new one!
de: Diese Lizenz ist abgelaufen! Bitte aktivieren eine neue!

# DashboardView_Delete_Query
source: Clear Query Text (Del)
de: Suche löschen (Shift + Entf)

# LicenseService_InvalidConnection
source: A connection to the license server could not be established. Please try again!
de: Es konnte keine Verbindung zum Lizenzserver hergestellt werden. Bitte versuche es erneut!

# LicenseService_need_a_license
source: You need a license to use the downloader!
de: Um den Downloader zu verwenden benötigst du einen Lizenzschlüssel!

# RootViewModel_Update_No_Connection
source: Failed to connect to update server.
de: Es konnte keine Verbindung zum Updateserver hergestellt werden.

# Changelog
source: - Improved the accuracy of automatically resolved metadata. Also expanded the list of injected media tags to include some additional information. - Added `$id` file name template token. It resolves to the ID of the video. - Added auto-detection for dark mode. If your system is configured to prefer dark mode in applications, YoutubeDownloader will use it by default instead of light mode. - Removed the subtitle selection drop down shown when downloading videos. Subtitles are now downloaded automatically and embedded inside the video file. - Removed the "inject media tags" option. Media tags are now always injected. - Removed the "excluded formats" option due to low usefulness. - Fixed an issue which occasionally prevented video thumbnails from being injected into video files properly. - Chrome extension is now compatible with the Downloader (https://chrome.google.com/webstore/detail/open-in-youtubedownloader/ocjnlgpggmhcfjflphoalojankbkinoe)
de: - Die Genauigkeit der Metadaten wurde verbessert. Außerdem wurde die Liste der eingefügten Medien-Tags um einige zusätzliche Informationen erweitert. - Token $id für die Video-Id hinzugefügt. - Automatische Erkennung des Dunklen Designs hinzugefügt. - Dropdown für Untertitelauswahl wurde entfernt. Untertitel werden jetzt automatisch heruntergeladen und in die Videodatei eingebettet. - Die Option „Medien-Tags einfügen“ wurde entfernt. Medien-Tags werden jetzt immer eingefügt. - Die Option „Ausgeschlossene Formate“ wurde wegen geringer Nützlichkeit entfernt. - Die Option „Zwischenablage automatisch einfügen“ wurde wegen geringer Nützlichkeit entfernt. - Es wurde ein Problem behoben, das Video-Thumbnails nicht richtig in Videodateien eingefügt wurden. - Es wurde ein Problem mit dem Lizenzen behoben, das diese versehentlich gelöscht wurden. - Es wurden zahlreiche weitere Probleme behoben - Chrome extension ist nun mit dem YoutubeDownloader kompatibel

# VideoDownloader_No_Download
source: No suitable download option found.
de: Keine passende Download-Option gefunden.

# VideoDownloader_Unkown_Quality
source: Unknown video quality preference
de: Unbekannte bevorzugte Videoqualität

# VideoDownloader_Quality_Lowest
source: Lowest
de: Niedrigste

# VideoDownloader_Quality_Highest
source: Highest
de: Höchste

# VideoDownloader_Query_Count
source: queries
de: ergebnisse

# DownloadSingeSetupView_Open_link
source: Open on YouTube
de: Auf YouTube öffnen

# LicenseView_Title
source: Registration
de: Registrierung

# DashboardView_ContextMenu_Cancel_All_Downloads
source: Cancel all downloads
de: Alle Downloads abbrechen

# DashboardView_TextBlock_Line_1
source: Copy-paste a
de: Copy-paste eine

# DashboardView_TextBlock_Line_2
source: or enter a
de: oder gebe einen

# DashboardView_TextBlock_Line_3
source: search query
de: Suchbegriff

# DashboardView_TextBlock_Line_4
source: to start downloading
de: an um Videos herunterzuladen

# DashboardView_TextBlock_Line_5
source: Press
de: Drücke

# DashboardView_TextBlock_Line_6
source: to add multiple items
de: um mehrere Elemente hinzuzufügen

# SettingsService_FileNameTemplate_title
source: $title
de: $titel
